/////// IDD_DB_WAIT_DLG
IDC_DB_PROGRESS_STATIC                        = "Ready..."
IDC_DB_STOP_BTN                               = "Stop Execution"
IDC_DB_WAIT_STATIC                            = "Member design data is generating in Linked Program. \nWait for a second."

/////// IDD_DB_BATCH_DGN_PROG_DLG
IDD_DB_BATCH_DGN_PROG_DLG                     = "Run Smart Design"
IDC_DB_BTN_STOP_SMART_DESIGN                  = "Stop Smart Design"
IDC_DB_LBL_BATCH_DGN_GRUP                     = "Section Group"
IDC_DB_LBL_BATCH_DGN_WALL_MARK                = "Wall Mark"
IDC_DB_LBL_BATCH_DGN_UDGN                     = "Design Unit Member"
IDC_DB_LBL_BATCH_DGN_SDGN                     = "Smart Design Member"

/////// IDD_DB_SECT_ITEM_IMPORT_DLG
IDC_DB_IMPORT_SECTION_LBL                     = "Section List"

/////// IDD_DB_UDRD_LIST_DLG
IDC_DB_UDRD_UNDO                              = "Undo"
IDC_DB_UDRD_REDO                              = "Redo"
IDC_DB_UDRD_CANCEL                            = "Cancel"
IDC_DB_UDRD_REMOVE                            = "Clear All"

/////// IDD_DB_HEART_BEAT_FAIL_DLG
IDD_DB_HEART_BEAT_FAIL_DLG                    = "Authentication Error"
IDC_DB_HEART_BEAT_MSG1                        = "Unable to connect to the Web License Server."
IDC_DB_HEART_BEAT_MSG2                        = "Please check your network connection."
IDC_DB_HEART_BEAT_BTN_SAVE                    = "Save and Quit"
IDC_DB_HEART_BEAT_BTN_QUIT                    = "Quit"
IDC_DB_HEART_BEAT_BTN_TRY                     = "Try Again"

IDC_DB_IMAGE_FILE_SUPPORT_EMF_BMP             = "You can save image as EMF / BMP file."

/////// LOCK_CHECKER_MSG
IDS_DB_LOCK_MSG_EXCEPTION_01                  = "Failed to disconnect the work session due to an unidentified error."
IDS_DB_LOCK_MSG_EXCEPTION_02                  = "Since you have not logged out, other PCs may have limited access to the license."
IDS_DB_LOCK_MSG_EXCEPTION_03                  = "In order to properly terminate the program, try to re-execute the program, press ‘New Project’ and then close the program."

IDS_DB_LOCK_MSG_HARDLOCK_01                   = "Sentinel Lock Driver is not installed."
IDS_DB_LOCK_MSG_HARDLOCK_02                   = "Lock is not detected. Please check that Lock is connected properly."
IDS_DB_LOCK_MSG_HARDLOCK_03                   = "Protection Key Number does not match. \nSelect 'Register Protection' of Help Menu and register the Key Number."
IDS_DB_LOCK_MSG_HARDLOCK_04                   = "The number of licensed users is exceeded."
IDS_DB_LOCK_MSG_HARDLOCK_05                   = "sx32w.dll file either does not exist or is improper. \nPlease reinstall the program."
IDS_DB_LOCK_MSG_HARDLOCK_06                   = "License has expired."
IDS_DB_LOCK_MSG_HARDLOCK_07                   = "Unknown error has been encountered while checking the Lock."
IDS_DB_LOCK_MSG_HARDLOCK_08                   = "You are not listed in the License Server."
IDS_DB_LOCK_MSG_HARDLOCK_09                   = "An error has been encountered in the License Server."
IDS_DB_LOCK_MSG_HARDLOCK_10                   = "This is a network error. Check the network status."

IDS_DB_LOCK_MSG_SOFTLOCK_01                   = "License File does not exist."
IDS_DB_LOCK_MSG_SOFTLOCK_02                   = "License file is not valid."
IDS_DB_LOCK_MSG_SOFTLOCK_03                   = "License time expired."
IDS_DB_LOCK_MSG_SOFTLOCK_04                   = "Unknown error encountered while checking lock."

IDS_DB_LOCK_MSG_SRVRLOCK_01                   = "User ID or password is incorrect."
IDS_DB_LOCK_MSG_SRVRLOCK_02                   = "The selected option(s) is invalid. \nPlease contact your license administrator."
IDS_DB_LOCK_MSG_SRVRLOCK_03                   = "Another user has already logged in this system."
IDS_DB_LOCK_MSG_SRVRLOCK_04                   = "You have reached the maximum number of licenses. \nPlease contact your license administrator."
IDS_DB_LOCK_MSG_SRVRLOCK_05                   = "License has expired."
IDS_DB_LOCK_MSG_SRVRLOCK_06                   = "Unknown error has been encountered while checking the Lock."
IDS_DB_LOCK_MSG_SRVRLOCK_07                   = "Authentication has failed. \nPlease contact your license administrator."
IDS_DB_LOCK_MSG_SRVRLOCK_08                   = "The same user ID is used in another system. \nPlease log off the system and try again."
IDS_DB_LOCK_MSG_SRVRLOCK_09                   = "This is a network error. Check the network status."
IDS_DB_LOCK_MSG_SRVRLOCK_10                   = "Authentication has success."
IDS_DB_LOCK_MSG_SRVRLOCK_11                   = "Product Key ID is incorrect."
IDS_DB_LOCK_MSG_SRVRLOCK_12                   = "This machine has been logged in using different ID."
IDS_DB_LOCK_MSG_SRVRLOCK_13                   = "This program is a higher version than the available license. Please check the available version."
IDS_DB_LOCK_MSG_SRVRLOCK_14                   = "Your connected IP is out of the permitted IP range. Please contact administrator."
IDS_DB_LOCK_MSG_SRVRLOCK_15                   = "Your mobile phone information is not verified. \nMobile phone authentication is required for product use and technical support."
IDS_DB_LOCK_MSG_SRVRLOCK_16                   = "Your mobile phone authentication information has expired. \nMobile phone re-authentication is required for product use and technical support."
IDS_DB_LOCK_MSG_SRVRLOCK_17                   = "Your account is dormant as you haven’t used in last 1 year.\nPlease re-activate your account."

IDS_DB_LOCK_MSG_FLEXLOCK_01                   = "Bad encryption code."
IDS_DB_LOCK_MSG_FLEXLOCK_02                   = "System clock has been set back."
IDS_DB_LOCK_MSG_FLEXLOCK_03                   = "Version number must be string of dec float."
IDS_DB_LOCK_MSG_FLEXLOCK_04                   = "Cannot connect to server."
IDS_DB_LOCK_MSG_FLEXLOCK_05                   = "Checkout exceeds MAX specified in options file."
IDS_DB_LOCK_MSG_FLEXLOCK_06                   = "Maximum number of users reached."
IDS_DB_LOCK_MSG_FLEXLOCK_07                   = "No servers specified in license file."
IDS_DB_LOCK_MSG_FLEXLOCK_08                   = "No such feature exists."
IDS_DB_LOCK_MSG_FLEXLOCK_09                   = "Server does not support this feature."
IDS_DB_LOCK_MSG_FLEXLOCK_10                   = "Config file doesn't support this version."
IDS_DB_LOCK_MSG_FLEXLOCK_11                   = "Application server busy"

IDS_DB_LOCK_MSG_DISCONECT_BY_SERVER           = "应管理员要求，使用许可已被取消。请联系许可负责人。 关闭前是否要保存文件？"

/////// DWG Preview Layer Name ( Batch Beam )
IDS_DB_URBB_LAYER_NAME_RCS_LOWCOLM_LINE       = "LowStory ( RC Colm Line )"
IDS_DB_URBB_LAYER_NAME_RCS_LOWWALL_LINE       = "LowStory ( RC Wall Line )"
IDS_DB_URBB_LAYER_NAME_RCS_UPPCOLM_HATH       = "UppStory ( RC Colm Hatch )"
IDS_DB_URBB_LAYER_NAME_RCS_UPPWALL_HATH       = "UppStory ( RC Wall Hatch )"
IDS_DB_URBB_LAYER_NAME_RCS_UPPCOLM_LINE       = "UppStory ( RC Colm Line )"
IDS_DB_URBB_LAYER_NAME_RCS_UPPWALL_LINE       = "UppStory ( RC Wall Line )"

IDS_DB_URBB_LAYER_NAME_STL_LOWCOLM_LINE       = "LowStory ( Steel Colm Line )"
IDS_DB_URBB_LAYER_NAME_STL_UPPCOLM_HATH       = "UppStory ( Steel Colm Hatch )"
IDS_DB_URBB_LAYER_NAME_STL_UPPCOLM_LINE       = "UppStory ( Steel Colm Line )"

IDS_DB_URBB_LAYER_NAME_RCS_BEAM_SINGLE        = "Beam Line ( RC Single )"
IDS_DB_URBB_LAYER_NAME_RCS_BEAM_DOUBLE        = "Beam Line ( RC Double )"
IDS_DB_URBB_LAYER_NAME_STL_BEAM_SINGLE        = "Beam Line ( Steel Single )"
IDS_DB_URBB_LAYER_NAME_STL_BEAM_DOUBLE        = "Beam Line ( Steel Double )"

IDS_DB_URBB_LAYER_NAME_RCS_RELASE_PIN         = "Release ( RC Pin )"
IDS_DB_URBB_LAYER_NAME_STL_RELASE_FIX         = "Release ( Steel Fix )"
IDS_DB_URBB_LAYER_NAME_STL_RELASE_PIN         = "Release ( Steel Pin )"

IDS_DB_URBB_LAYER_NAME_CHECK_RESULT_NO        = "Check Result ( NO )"
IDS_DB_URBB_LAYER_NAME_CHECK_RESULT_OK        = "Check Result ( OK )"
IDS_DB_URBB_LAYER_NAME_CHECK_RESULT_NG        = "Check Result ( NG )"
IDS_DB_URBB_LAYER_NAME_CHECK_RESULT_CH        = "Check Result ( CH )"

IDS_DB_URBB_LAYER_NAME_RCS_BEAM_GRUPSN        = "Selected Group ( Single )"
IDS_DB_URBB_LAYER_NAME_RCS_BEAM_GRUPDB        = "Selected Group ( Double )"
IDS_DB_URBB_LAYER_NAME_RCS_BEAM_MEMBSN        = "Selected Member ( Single )"
IDS_DB_URBB_LAYER_NAME_RCS_BEAM_MEMBDB        = "Selected Member ( Double )"

/////// DWG Preview Layer Desc ( Batch Beam )
IDS_DB_URBB_LAYER_DESC_RCS_LOWCOLM_LINE       = "Line of RC column at lower story"
IDS_DB_URBB_LAYER_DESC_RCS_LOWWALL_LINE       = "Line of RC wall at lower story"
IDS_DB_URBB_LAYER_DESC_RCS_UPPCOLM_HATH       = "Hatch of RC column at upper story"
IDS_DB_URBB_LAYER_DESC_RCS_UPPWALL_HATH       = "Hatch of RC wall at upper story"
IDS_DB_URBB_LAYER_DESC_RCS_UPPCOLM_LINE       = "Line of RC column at upper story"
IDS_DB_URBB_LAYER_DESC_RCS_UPPWALL_LINE       = "Line of RC wall at upper story"

IDS_DB_URBB_LAYER_DESC_STL_LOWCOLM_LINE       = "Line of steel column at lower story"
IDS_DB_URBB_LAYER_DESC_STL_UPPCOLM_HATH       = "Hatch of steel column at upper story"
IDS_DB_URBB_LAYER_DESC_STL_UPPCOLM_LINE       = "Line of steel column at upper story"

IDS_DB_URBB_LAYER_DESC_RCS_BEAM_SINGLE        = "Section line of RC beam drawn as single line"
IDS_DB_URBB_LAYER_DESC_RCS_BEAM_DOUBLE        = "Section line of RC beam drawn as double line"
IDS_DB_URBB_LAYER_DESC_STL_BEAM_SINGLE        = "Section line of steel beam drawn as single line"
IDS_DB_URBB_LAYER_DESC_STL_BEAM_DOUBLE        = "Section line of steel beam drawn as double line"

IDS_DB_URBB_LAYER_DESC_RCS_RELASE_PIN         = "Beam end release symbol of RC ( Pin )"
IDS_DB_URBB_LAYER_DESC_STL_RELASE_FIX         = "Beam end release symbol of steel ( Fix )"
IDS_DB_URBB_LAYER_DESC_STL_RELASE_PIN         = "Beam end release symbol of steel ( Pin )"

IDS_DB_URBB_LAYER_DESC_CHECK_RESULT_NO        = "Check result of RC ( Not checked )"
IDS_DB_URBB_LAYER_DESC_CHECK_RESULT_OK        = "Check result of RC ( Safe )"
IDS_DB_URBB_LAYER_DESC_CHECK_RESULT_NG        = "Check result of RC ( Fail )"
IDS_DB_URBB_LAYER_DESC_CHECK_RESULT_CH        = "Check result of RC ( Need Check )"

IDS_DB_URBB_LAYER_DESC_RCS_BEAM_GRUPSN        = "Selected group drawn as single line"
IDS_DB_URBB_LAYER_DESC_RCS_BEAM_GRUPDB        = "Selected group drawn as double line"
IDS_DB_URBB_LAYER_DESC_RCS_BEAM_MEMBSN        = "Selected member drawn as single line"
IDS_DB_URBB_LAYER_DESC_RCS_BEAM_MEMBDB        = "Selected member drawn as double line"

/////// DWG Preview Layer Name ( Batch Column )
IDS_DB_URBC_LAYER_NAME_RCS_LOWCOLM_LINE       = "LowStory ( RC Colm Line )"
IDS_DB_URBC_LAYER_NAME_RCS_LOWWALL_LINE       = "LowStory ( RC Wall Line )"
IDS_DB_URBC_LAYER_NAME_RCS_UPPCOLM_HATH       = "UppStory ( RC Colm Hatch )"
IDS_DB_URBC_LAYER_NAME_RCS_UPPWALL_HATH       = "UppStory ( RC Wall Hatch )"
IDS_DB_URBC_LAYER_NAME_RCS_UPPCOLM_LINE       = "UppStory ( RC Colm Line )"
IDS_DB_URBC_LAYER_NAME_RCS_UPPWALL_LINE       = "UppStory ( RC Wall Line )"

IDS_DB_URBC_LAYER_NAME_STL_LOWCOLM_LINE       = "LowStory ( Steel Colm Line )"
IDS_DB_URBC_LAYER_NAME_STL_UPPCOLM_HATH       = "UppStory ( Steel Colm Hatch )"
IDS_DB_URBC_LAYER_NAME_STL_UPPCOLM_LINE       = "UppStory ( Steel Colm Line )"

IDS_DB_URBC_LAYER_NAME_RCS_BEAM_SINGLE        = "Beam Line ( RC Single )"
IDS_DB_URBC_LAYER_NAME_RCS_BEAM_DOUBLE        = "Beam Line ( RC Double )"
IDS_DB_URBC_LAYER_NAME_STL_BEAM_SINGLE        = "Beam Line ( Steel Single )"
IDS_DB_URBC_LAYER_NAME_STL_BEAM_DOUBLE        = "Beam Line ( Steel Double )"

IDS_DB_URBC_LAYER_NAME_RCS_RELASE_PIN         = "Release ( RC Pin )"
IDS_DB_URBC_LAYER_NAME_STL_RELASE_FIX         = "Release ( Steel Fix )"
IDS_DB_URBC_LAYER_NAME_STL_RELASE_PIN         = "Release ( Steel Pin )"

IDS_DB_URBC_LAYER_NAME_CHECK_RESULT_NO        = "Check Result ( NO )"
IDS_DB_URBC_LAYER_NAME_CHECK_RESULT_OK        = "Check Result ( OK )"
IDS_DB_URBC_LAYER_NAME_CHECK_RESULT_NG        = "Check Result ( NG )"
IDS_DB_URBC_LAYER_NAME_CHECK_RESULT_CH        = "Check Result ( CH )"

IDS_DB_URBC_LAYER_NAME_RCS_LOCADWG_INFO       = "Column Location ( First )"
IDS_DB_URBC_LAYER_NAME_RCS_LOCADWG_DUPL       = "Column Location ( Other )"

IDS_DB_URBC_LAYER_NAME_TABLE_GRID_MAIN        = "Table ( Grid Main )"
IDS_DB_URBC_LAYER_NAME_TABLE_GRID_SUBS        = "Table ( Grid Sub )"
IDS_DB_URBC_LAYER_NAME_TABLE_COLM_HATH        = "Table ( Column Hatch )"
IDS_DB_URBC_LAYER_NAME_TABLE_COLM_LINE        = "Table ( Column Line )"
IDS_DB_URBC_LAYER_NAME_TABLE_COLM_INFO        = "Table ( Column Info )"
IDS_DB_URBC_LAYER_NAME_TABLE_CIRC_LINE        = "Table ( Circle Line )"

IDS_DB_URBC_LAYER_NAME_RCS_GRUPLOW_LINE       = "Selected Group ( Lower Line )"
IDS_DB_URBC_LAYER_NAME_RCS_GRUPUPP_HATH       = "Selected Group ( Hatch )"
IDS_DB_URBC_LAYER_NAME_RCS_GRUPUPP_LINE       = "Selected Group ( Upper Line )"
IDS_DB_URBC_LAYER_NAME_RCS_MEMBLOW_LINE       = "Selected Member ( Lower Line )"
IDS_DB_URBC_LAYER_NAME_RCS_MEMBUPP_HATH       = "Selected Member ( Hatch )"
IDS_DB_URBC_LAYER_NAME_RCS_MEMBUPP_LINE       = "Selected Member ( Upper Line )"

/////// DWG Preview Layer Desc ( Batch Column )
IDS_DB_URBC_LAYER_DESC_RCS_LOWCOLM_LINE       = "Line of RC column at lower story"
IDS_DB_URBC_LAYER_DESC_RCS_LOWWALL_LINE       = "Line of RC wall at lower story"
IDS_DB_URBC_LAYER_DESC_RCS_UPPCOLM_HATH       = "Hatch of RC column at upper story"
IDS_DB_URBC_LAYER_DESC_RCS_UPPWALL_HATH       = "Hatch of RC wall at upper story"
IDS_DB_URBC_LAYER_DESC_RCS_UPPCOLM_LINE       = "Line of RC column at upper story"
IDS_DB_URBC_LAYER_DESC_RCS_UPPWALL_LINE       = "Line of RC wall at upper story"

IDS_DB_URBC_LAYER_DESC_STL_LOWCOLM_LINE       = "Line of steel column at lower story"
IDS_DB_URBC_LAYER_DESC_STL_UPPCOLM_HATH       = "Hatch of steel column at upper story"
IDS_DB_URBC_LAYER_DESC_STL_UPPCOLM_LINE       = "Line of steel column at upper story"

IDS_DB_URBC_LAYER_DESC_RCS_BEAM_SINGLE        = "Section line of RC beam drawn as single line"
IDS_DB_URBC_LAYER_DESC_RCS_BEAM_DOUBLE        = "Section line of RC beam drawn as double line"
IDS_DB_URBC_LAYER_DESC_STL_BEAM_SINGLE        = "Section line of steel beam drawn as single line"
IDS_DB_URBC_LAYER_DESC_STL_BEAM_DOUBLE        = "Section line of steel beam drawn as double line"

IDS_DB_URBC_LAYER_DESC_RCS_RELASE_PIN         = "Beam end release symbol of RC ( Pin )"
IDS_DB_URBC_LAYER_DESC_STL_RELASE_FIX         = "Beam end release symbol of steel ( Fix )"
IDS_DB_URBC_LAYER_DESC_STL_RELASE_PIN         = "Beam end release symbol of steel ( Pin )"

IDS_DB_URBC_LAYER_DESC_CHECK_RESULT_NO        = "Check result of RC ( Not checked )"
IDS_DB_URBC_LAYER_DESC_CHECK_RESULT_OK        = "Check result of RC ( Safe )"
IDS_DB_URBC_LAYER_DESC_CHECK_RESULT_NG        = "Check result of RC ( Fail )"
IDS_DB_URBC_LAYER_DESC_CHECK_RESULT_CH        = "Check result of RC ( Need Check )"

IDS_DB_URBC_LAYER_DESC_RCS_LOCADWG_INFO       = "Information of column Location ( First Member )"
IDS_DB_URBC_LAYER_DESC_RCS_LOCADWG_DUPL       = "Information of column Location ( Other Member )"

IDS_DB_URBC_LAYER_DESC_TABLE_GRID_MAIN        = "Main grid line of column information table"
IDS_DB_URBC_LAYER_DESC_TABLE_GRID_SUBS        = "Sub grid line of column information table"
IDS_DB_URBC_LAYER_DESC_TABLE_COLM_HATH        = "Hatch of column information table"
IDS_DB_URBC_LAYER_DESC_TABLE_COLM_LINE        = "Section line of column information table"
IDS_DB_URBC_LAYER_DESC_TABLE_COLM_INFO        = "Information of column information table"
IDS_DB_URBC_LAYER_DESC_TABLE_CIRC_LINE        = "Lines for elevation marks on circular columns"

IDS_DB_URBC_LAYER_DESC_RCS_GRUPLOW_LINE       = "Line of selected group at lower story"
IDS_DB_URBC_LAYER_DESC_RCS_GRUPUPP_HATH       = "Hatch of selected group"
IDS_DB_URBC_LAYER_DESC_RCS_GRUPUPP_LINE       = "Line of selected group at upper story"
IDS_DB_URBC_LAYER_DESC_RCS_MEMBLOW_LINE       = "Line of selected member at lower story"
IDS_DB_URBC_LAYER_DESC_RCS_MEMBUPP_HATH       = "Hatch of selected member"
IDS_DB_URBC_LAYER_DESC_RCS_MEMBUPP_LINE       = "Line of selected member at upper story"

/////// DWG Preview Layer Name ( Batch Wall )
IDS_DB_URBW_LAYER_NAME_RCS_LOWCOLM_LINE       = "LowStory ( RC Colm Line )"
IDS_DB_URBW_LAYER_NAME_RCS_LOWWALL_LINE       = "LowStory ( RC Wall Line )"
IDS_DB_URBW_LAYER_NAME_RCS_UPPCOLM_HATH       = "UppStory ( RC Colm Hatch )"
IDS_DB_URBW_LAYER_NAME_RCS_UPPWALL_HATH       = "UppStory ( RC Wall Hatch )"
IDS_DB_URBW_LAYER_NAME_RCS_UPPCOLM_LINE       = "UppStory ( RC Colm Line )"
IDS_DB_URBW_LAYER_NAME_RCS_UPPWALL_LINE       = "UppStory ( RC Wall Line )"

IDS_DB_URBW_LAYER_NAME_STL_LOWCOLM_LINE       = "LowStory ( Steel Colm Line )"
IDS_DB_URBW_LAYER_NAME_STL_UPPCOLM_HATH       = "UppStory ( Steel Colm Hatch )"
IDS_DB_URBW_LAYER_NAME_STL_UPPCOLM_LINE       = "UppStory ( Steel Colm Line )"

IDS_DB_URBW_LAYER_NAME_RCS_BEAM_SINGLE        = "Beam Line ( RC Single )"
IDS_DB_URBW_LAYER_NAME_RCS_BEAM_DOUBLE        = "Beam Line ( RC Double )"
IDS_DB_URBW_LAYER_NAME_STL_BEAM_SINGLE        = "Beam Line ( Steel Single )"
IDS_DB_URBW_LAYER_NAME_STL_BEAM_DOUBLE        = "Beam Line ( Steel Double )"

IDS_DB_URBW_LAYER_NAME_RCS_RELASE_PIN         = "Release ( RC Pin )"
IDS_DB_URBW_LAYER_NAME_STL_RELASE_FIX         = "Release ( Steel Fix )"
IDS_DB_URBW_LAYER_NAME_STL_RELASE_PIN         = "Release ( Steel Pin )"

IDS_DB_URBW_LAYER_NAME_CHECK_RESULT_NO        = "Check Result ( NO )"
IDS_DB_URBW_LAYER_NAME_CHECK_RESULT_OK        = "Check Result ( OK )"
IDS_DB_URBW_LAYER_NAME_CHECK_RESULT_NG        = "Check Result ( NG )"
IDS_DB_URBW_LAYER_NAME_CHECK_RESULT_CH        = "Check Result ( CH )"

IDS_DB_URBW_LAYER_NAME_TABLE_GRID_MAIN        = "Table ( Grid Main )"
IDS_DB_URBW_LAYER_NAME_TABLE_GRID_SUBS        = "Table ( Grid Sub )"
IDS_DB_URBW_LAYER_NAME_TABLE_COLM_HATH        = "Table ( Wall Hatch )"
IDS_DB_URBW_LAYER_NAME_TABLE_COLM_LINE        = "Table ( Wall Line )"
IDS_DB_URBW_LAYER_NAME_TABLE_COLM_INFO        = "Table ( Wall Info )"

IDS_DB_URBW_LAYER_NAME_RCS_GRUPLOW_LINE       = "Selected Group ( Lower Line )"
IDS_DB_URBW_LAYER_NAME_RCS_GRUPUPP_HATH       = "Selected Group ( Hatch )"
IDS_DB_URBW_LAYER_NAME_RCS_GRUPUPP_LINE       = "Selected Group ( Upper Line )"
IDS_DB_URBW_LAYER_NAME_RCS_MEMBLOW_LINE       = "Selected Member ( Lower Line )"
IDS_DB_URBW_LAYER_NAME_RCS_MEMBUPP_HATH       = "Selected Member ( Hatch )"
IDS_DB_URBW_LAYER_NAME_RCS_MEMBUPP_LINE       = "Selected Member ( Upper Line )"

/////// DWG Preview Layer Desc ( Batch Wall )
IDS_DB_URBW_LAYER_DESC_RCS_LOWCOLM_LINE       = "Line of RC column at lower story"
IDS_DB_URBW_LAYER_DESC_RCS_LOWWALL_LINE       = "Line of RC wall at lower story"
IDS_DB_URBW_LAYER_DESC_RCS_UPPCOLM_HATH       = "Hatch of RC column at upper story"
IDS_DB_URBW_LAYER_DESC_RCS_UPPWALL_HATH       = "Hatch of RC wall at upper story"
IDS_DB_URBW_LAYER_DESC_RCS_UPPCOLM_LINE       = "Line of RC column at upper story"
IDS_DB_URBW_LAYER_DESC_RCS_UPPWALL_LINE       = "Line of RC wall at upper story"

IDS_DB_URBW_LAYER_DESC_STL_LOWCOLM_LINE       = "Line of steel column at lower story"
IDS_DB_URBW_LAYER_DESC_STL_UPPCOLM_HATH       = "Hatch of steel column at upper story"
IDS_DB_URBW_LAYER_DESC_STL_UPPCOLM_LINE       = "Line of steel column at upper story"

IDS_DB_URBW_LAYER_DESC_RCS_BEAM_SINGLE        = "Section line of RC beam drawn as single line"
IDS_DB_URBW_LAYER_DESC_RCS_BEAM_DOUBLE        = "Section line of RC beam drawn as double line"
IDS_DB_URBW_LAYER_DESC_STL_BEAM_SINGLE        = "Section line of steel beam drawn as single line"
IDS_DB_URBW_LAYER_DESC_STL_BEAM_DOUBLE        = "Section line of steel beam drawn as double line"

IDS_DB_URBW_LAYER_DESC_RCS_RELASE_PIN         = "Beam end release symbol of RC ( Pin )"
IDS_DB_URBW_LAYER_DESC_STL_RELASE_FIX         = "Beam end release symbol of steel ( Fix )"
IDS_DB_URBW_LAYER_DESC_STL_RELASE_PIN         = "Beam end release symbol of steel ( Pin )"

IDS_DB_URBW_LAYER_DESC_CHECK_RESULT_NO        = "Check result of RC ( Not checked )"
IDS_DB_URBW_LAYER_DESC_CHECK_RESULT_OK        = "Check result of RC ( Safe )"
IDS_DB_URBW_LAYER_DESC_CHECK_RESULT_NG        = "Check result of RC ( Fail )"
IDS_DB_URBW_LAYER_DESC_CHECK_RESULT_CH        = "Check result of RC ( Need Check )"

IDS_DB_URBW_LAYER_DESC_TABLE_GRID_MAIN        = "Main grid line of wall information table"
IDS_DB_URBW_LAYER_DESC_TABLE_GRID_SUBS        = "Sub grid line of wall information table"
IDS_DB_URBW_LAYER_DESC_TABLE_COLM_HATH        = "Hatch of wall information table"
IDS_DB_URBW_LAYER_DESC_TABLE_COLM_LINE        = "Section line of wall information table"
IDS_DB_URBW_LAYER_DESC_TABLE_COLM_INFO        = "Information of wall information table"

IDS_DB_URBW_LAYER_DESC_RCS_GRUPLOW_LINE       = "Line of selected group at lower story"
IDS_DB_URBW_LAYER_DESC_RCS_GRUPUPP_HATH       = "Hatch of selected group"
IDS_DB_URBW_LAYER_DESC_RCS_GRUPUPP_LINE       = "Line of selected group at upper story"
IDS_DB_URBW_LAYER_DESC_RCS_MEMBLOW_LINE       = "Line of selected member at lower story"
IDS_DB_URBW_LAYER_DESC_RCS_MEMBUPP_HATH       = "Hatch of selected member"
IDS_DB_URBW_LAYER_DESC_RCS_MEMBUPP_LINE       = "Line of selected member at upper story"
